13xforever.language-x86-64-assembly
aaron-bond.better-comments
alefragnani.Bookmarks
alefragnani.project-manager
bashmish.es6-string-css
batisteo.vscode-django
budparr.language-hugo-vscode
christian-kohler.path-intellisense
CodeSandbox-io.codesandbox-projects
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GEEKiDoS.vdf
GitHub.codespaces
GitHub.copilot
GitHub.copilot-chat
golang.go
hediet.vscode-drawio
hollowtree.vue-snippets
ionutvmi.path-autocomplete
KevinRose.vsc-python-indent
LucianIrsigler.nasm
mikestead.dotenv
ms-edgedevtools.vscode-edge-devtools
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.sublime-keybindings
njpwerner.autodocstring
OBKoro1.korofileheader
pengyifu.x8664assemblys
PKief.material-icon-theme
QassimFarid.ejs-language-support
Remisa.shellman
rights.nas-vscode
sdras.vue-vscode-snippets
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
techer.open-in-browser
tomoki1207.pdf
trinm1709.dracula-theme-from-intellij
vincaslt.highlight-matching-tag
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wholroyd.jinja
xabikos.JavaScriptSnippets
zjcompt.es6-string-javascript
